[
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/ebfb13a2099d3029ecd3cbf381d675aa.jpg",
    "desi_sub_text": "#1 Spotlight",
    "desi_head_title": "Campfire Cooking in Another World with My Absurd Skill Season 2",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 8, 2025",
    "quality": "HD",
    "tick_item": "6",
    "tick_item_2": "6",
    "desi_description": "The second season of Tondemo Skill de Isekai Hourou Meshi.\n\nWhen a magical realm looks to summon heroes, they’re sorely disappointed to end up with a mediocre salaryman. Mukoda Tsuyoshi may not be a hero, but this conjuring error has given him a delicious power—Online Grocery. And something about this modern food brings with it unbelievable effects. This easy access paired with his cooking skills will have patrons from across the land coming back for more!",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/campfire-cooking-in-another-world-with-my-absurd-skill-season-2-19928",
    "btn_secondary": "Detail",
    "btn_secondary_link": "/html/detail.html",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/campfire-cooking-in-another-world-with-my-absurd-skill-season-2-19928"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/d4df382ec04f214040763d4fc0211c45.jpg",
    "desi_sub_text": "#2 Spotlight",
    "desi_head_title": "My Status as an Assassin Obviously Exceeds the Hero's",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 7, 2025",
    "quality": "HD",
    "tick_item": "6",
    "tick_item_2": "6",
    "desi_description": "Oda Akira is the kind of guy who people forget is even there. His unassuming nature pays off, though, when his entire class is swept away to a fantasy world, and he slips easily into his new role as a silent assassin. Between his suspiciously high starting stats and too many details that don't fit, Akira is sure something is wrong. But digging into royal secrets is a dangerous game, and when Akira uncovers an evil scheme, he also makes a powerful enemy—the very king who brought him to this world! With the help of the elven spirit medium Amelia, can he find the power to set things right, and get his revenge?",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/my-status-as-an-assassin-obviously-exceeds-the-heros-19922",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/my-status-as-an-assassin-obviously-exceeds-the-heros-19922",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/my-status-as-an-assassin-obviously-exceeds-the-heros-19922"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/4f4966ce74cde6a1297f0470cc657018.jpg",
    "desi_sub_text": "#3 Spotlight",
    "desi_head_title": "My Hero Academia Final Season",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 4, 2025",
    "quality": "HD",
    "tick_item": "6",
    "tick_item_2": "4",
    "desi_description": "The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\n\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\n\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/my-hero-academia-final-season-19930",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/my-hero-academia-final-season-19930",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/my-hero-academia-final-season-19930"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/db8603d2f4fa78e1c42f6cf829030a18.jpg",
    "desi_sub_text": "#4 Spotlight",
    "desi_head_title": "One Piece",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 20, 1999",
    "quality": "HD",
    "tick_item": "1149",
    "tick_item_2": "1133",
    "desi_description": "Gold Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite]",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/one-piece-100",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/one-piece-100",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/one-piece-100"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/2f47e2d725857103471c84591c26ef2b.jpg",
    "desi_sub_text": "#5 Spotlight",
    "desi_head_title": "One-Punch Man Season 3",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 12, 2025",
    "quality": "HD",
    "tick_item": "5",
    "tick_item_2": "",
    "desi_description": "The third season of One Punch Man.\n\nSaitama is a hero who only became a hero for fun. After three years of \"special training,\" he’s become so strong that he's practically invincible. In fact, he's too strong—even his mightiest opponents are taken out with a single punch. Alongside Genos, his faithful disciple, Saitama performs his official hero duties as a member of the Hero Association.\n\nOne day, monsters claiming to be from the Monster Association suddenly appeared, taking a child of Hero Association executive hostage. The S-class heroes gather and plan a raid on the Monster Association hideout to rescue the hostage. Meanwhile, Garou, a \"human monster\" who was taken by the Monster Association during a battle with the heroes, awakens in the Monster Association hideout.",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/one-punch-man-season-3-19932",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/one-punch-man-season-3-19932",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/one-punch-man-season-3-19932"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/1aca3f6a2579fba9310e6765a6ee26c7.jpg",
    "desi_sub_text": "#6 Spotlight",
    "desi_head_title": "The Banished Court Magician Aims to Become the Strongest",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 4, 2025",
    "quality": "HD",
    "tick_item": "6",
    "tick_item_2": "4",
    "desi_description": "\"This party doesn't need an incompetent magician who can only use supportive magic. You're fired, Alec Ygret.\"  Suddenly, Alec, a court magician who had joined the crown prince's party to help him conquer dungeons—was banished from the party. And not just the party, but the crown prince's harassment has banished him from the royal palace as well, and a friend from the \"magic academy\" approached Alec, who was at his wit's end.  \"Hey, Alec. Do you want to try to conquer the dungeon with us again?\"  And so, together with the friends he used to party with, Alec begins his second journey in life. This is the adventure story of a former court magician who had been abandoned.  Four years ago, the \"Lasting Period,\" a party of four that had been called \"legendary,\" has gradually spread its name around the world.",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/the-banished-court-magician-aims-to-become-the-strongest-19902",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/the-banished-court-magician-aims-to-become-the-strongest-19902",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/the-banished-court-magician-aims-to-become-the-strongest-19902"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/3ce22e8aac25f3359aad63dbe06ebe77.jpg",
    "desi_sub_text": "#7 Spotlight",
    "desi_head_title": "My Gift Lvl 9999 Unlimited Gacha: Backstabbed in a Backwater Dungeon, I'm Out for Revenge!",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 3, 2025",
    "quality": "HD",
    "tick_item": "6",
    "tick_item_2": "",
    "desi_description": "When Light is kicked out of the Concord of the Tribes, his former comrades instantly turn on him. Light escapes this diabolical act of betrayal by the skin of his teeth...only to find himself in the deepest part of the Abyss, the most dangerous dungeon in the realm! To avoid being eaten by carnivorous monsters, he uses the Unlimited Gacha, his sole magical skill. But where it previously only produced junk items, this time Mei—a gorgeous Level 9999 fighter in a maid outfit—springs forth! Fast forward three years and Light has carved out his own kingdom in this backwater dungeon, summoning more beautiful Level 9999 warriors who swear absolute fealty to him. Now a powerful Level 9999 Overlord himself, Light plans to ascend to the surface and take revenge on his betrayers one by one!",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/my-gift-lvl-9999-unlimited-gacha-backstabbed-in-a-backwater-dungeon-im-out-for-revenge-19908",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/my-gift-lvl-9999-unlimited-gacha-backstabbed-in-a-backwater-dungeon-im-out-for-revenge-19908",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/my-gift-lvl-9999-unlimited-gacha-backstabbed-in-a-backwater-dungeon-im-out-for-revenge-19908"
  },
  {
    "film_poster_img": "https://cdn.noitatnemucod.net/thumbnail/1366x768/100/a4f6342dad9dbdf5a01af1d6f3561a23.jpg",
    "desi_sub_text": "#8 Spotlight",
    "desi_head_title": "Hero Without a Class: Who Even Needs Skills?!",
    "scd_item": "TV",
    "scd_item_2": "24m",
    "scd_item_3": "Oct 1, 2025",
    "quality": "HD",
    "tick_item": "7",
    "tick_item_2": "1",
    "desi_description": "\"Classes\" are given at the age of 10, and the presence or absence of \"skills\" greatly affects life. Arel, the son of \"Sword Princess\" Fara and \"Magic King\" Leon, has been branded as \"Classless\"... But even without a job or skills, Arel believes he can persevere through effort.",
    "btn_primary": "Watch Now",
    "btn_primary_link": "https://hianime.to/watch/hero-without-a-class-who-even-needs-skills-19912",
    "btn_secondary": "Detail",
    "btn_secondary_link": "https://hianime.to/hero-without-a-class-who-even-needs-skills-19912",
    "_container": "Watch Now",
    "_container_link": "https://hianime.to/watch/hero-without-a-class-who-even-needs-skills-19912"
  }
]